firefox
chromium
zed

fastfetch
fzf
ripgrep
htop
stow
curl
wl-clipboard
lazygit
kitty
vim
neovim

bash-language-server
lua-language-server
python-lsp-server
clang
cmake
boost
ninja
valgrind
gdb
shfmt
rustup
pyright

ttf-fira-code
