xorg-xwayland
xdg-desktop-portal-gtk
gnome-themes-extra

brightnessctl
wl-clipboard
xclip
ttf-jetbrains-mono-nerd

sway
wmenu

flatpak
pavucontrol
firefox
chromium
libreoffice-still

fastfetch
fzf
ripgrep
htop
stow
curl
wget
unzip
tree
bash-completion
lazygit
kitty
neovim
vim

clang
gcc
cmake
ninja
valgrind
gdb
rustup
bash-language-server
lua-language-server
python-lsp-server
