wl-clipboard
sway
wofi
i3status
fastfetch
fzf
ripgrep
ripgrep
htop
stow
lazygit
kitty
vim
neovim
zed
bash-language-server
lua-language-server
python-lsp-server
clang
cmake
boost
ninja
valgrind
gdb
shfmt
rustup
pyright
sdl3
sdl3_image
sdl3_ttf
catch2
ttf-firacode-nerd
