stow
lazygit
kitty
vim
neovim
clang
cmake
ninja
base-devel
valgrind
bash-language-server
shfmt
shellcheck
nodejs
npm
rustup
pyright
sdl3
sdl3_image
sdl3_ttf
catch2
ttf-fira-code
